Repository: Myo-Zin/mars_gaming
Catalog: lib/l10n/app_*.arb
Languages: my

source: Main Balance
my: ပင်မပိုက်ဆံ

source: Game Balance
my: ဂိမ်းပိုက်ဆံ

source: Profile
my: ကိုယ်ရေးအကျဉ်း

source: Friend
my: သူငယ်ချင်း

source: Bet Slip
my: ပြေစာ

source: History
my: မှတ်တမ်း

source: Cash in
my: ငွေသွင်း

source: Cash out
my: ငွေထုတ်

source: Logout
my: ထွက်ရန်

source: Login
my: အကောင့်ဝင်ရန်

source: Game Code
my: ဂိမ်းကုဒ်

# transferPlaceHolder
source: Please Enter Amount You Want to Transfer
my: ကျေးဇူးပြု၍ လွှဲပြောင်းလိုသော ပမာဏကို ထည့်သွင်းပါရန်

source: Please Transfer
my: ငွေလွှဲပြောင်းခြင်းကိုလုပ်ဆောင်ရန်

# searchGame
source: Search games...
my: ဂိမ်းများရှာဖွေရန်...

# moreGame
source: More Games
my: ဂိမ်းအားလုံးကြည့်ရန်

source: Play Now
my: ကစားရန်

source: Transfer
my: ပြောင်းရန်

source: Apply
my: စာရင်းသွင်းရန်

source: Notice
my: သတိပေးချက်

source: Football
my: အားကစား

source: Lottery
my: ထီချဲ

# cardGame
source: Card Games
my: ဖဲဂိမ်းများ

source: Live Casino
my: တိုက်ရိုက်လွှင့်ကာစီနိုဂိမ်းများ

# fishingGame
source: Fishing Games
my: ငါးဖမ်းဂိမ်းများ

# slotGame
source: Slot Games
my: စလော့ဂိမ်းများ

source: Promotion
my: ပရိုမိုးရှင်း

source: Blog
my: ဘလော့်

# other
source: Other Games
my: အခြားဂိမ်းများ

# level1
source: Your account is level 1
my: အဆင့် ၁ အကောင့်

# level2
source: Your account is level 2
my: အဆင့် ၂ အကောင့်

source: Upgrade Level
my: အဆင့်မြှင့်တင်ရန်

# upgradeToLevel2
source: Upgrade your account to Level 2
my: သင့်အကောင့်အား အဆင့်၂မြှင့်တင်ခြင်း လုပ်ဆောင်ရန်

source: Change Password
my: လျှို့ဝှက်နံပါတ်ပြောင်းရန်

source: Old Password
my: ယခင်လျှို့ဝှက်နံပါတ်

source: New Password
my: လျှို့ဝှက်နံပါတ်အသစ်

source: User name
my: အမည်

source: Email
my: အီးမေးလ်

# phone
source: Phone number
my: ဖုန်းနံပါတ်

source: Date of Birth
my: မွေးသက္ကရာဇ်

# referralCode
source: Your Referral Code
my: သင့်ရဲမိတ်ဆက်ကုဒ်

source: Edit Profile
my: ကိုယ်ရေးအကျဉ်းအားပြင်ဆင်ရန်

source: Confirm
my: အတည်ပြုရန်

source: Send
my: အတည်ပြုရန်

# yourFriend
source: Your Friends
my: သင့်သူငယ်ချင်းများ

# gameRefAmount
source: Game Refer Amount
my: ရည်ညွှန်းခြင်းအတွက်ရရှိသောပမာဏ

source: Claim
my: ရယူရန်

source: Name
my: အမည်

source: Date
my: ရက်စွဲ

source: Section
my: အချိန်

source: Amount
my: ပမာဏ

# twodSlips
source: Two Digits Slips
my: ၂လုံးထီမှတ်တမ်း

# threedSlips
source: Three Digits Slips
my: ၃လုံးထီမှတ်တမ်း

source: Cashin History
my: ငွေသွင်းမှတ်တမ်း

source: Cashout History
my: ငွေထုတ်မှတ်တမ်း

source: Main to Game Balance History
my: ပင်မပိုက်ဆံမှဂိမ်းပိုက်ဆံသို့ပြောင်းခြင်းမှတ်တမ်း

source: Game to Main Balance History
my: ဂိမ်းပိုက်ဆံမှပင်မပိုက်ဆံသို့ပြောင်းခြင်းမှတ်တမ်း

source: Game History
my: ဂိမ်းမှတ်တမ်း

# threeddate
source: 3D Date
my: ၃လုံးထီရက်စွဲ

source: Total Amount
my: စုစုပေါင်းပမာဏ

source: Total Bet Numbers
my: စုစုပေါင်းထိုးဂဏန်း

source: Win Amount
my: အနိုင်ရရှိသောငွေ

source: Status
my: အခြေအနေ

source: Payment Name
my: ငွေပေးချေမှုအမည်

source: Account Holder Name
my: အကောင့်ကိုင်ဆောင်သူနာမည်

# transationID
source: Transaction ID
my: လုပ်ငန်းစဥ်အမှတ်

source: Old Balance
my: ယခင်လက်ကျန်ငွေ

source: Cashin Amount
my: ငွေသွင်းပမာဏ

source: Cashout Amount
my: ငွေထုတ်ပမာဏ

source: New Balance
my: ယခုလက်ကျန်ငွေ

source: Win/loss
my: အနိုင်/အရှုံး

source: Commission
my: ကော်မရှင်

source: Profit/Loss
my: အမြတ်/အရှုံး

source: Transfer Amount
my: လွှဲပြောင်းပမာဏ

source: Reference ID
my: ရည်ညွှန်းအမှတ်

source: Cash In
my: ငွေသွင်း

source: holder name
my: ကိုင်ဆောင်သူအမည်

# lastsixdigits
source: last 6 digits
my: နောက်ဆုံးဂဏန်း ၆ လုံး

source: account number
my: အကောင့်နံပါတ်

# transferToAmount
source: Please Transfer To The Following Account
my: ကျေးဇူးပြု၍ အောက်ပါအကောင့်သို့ လွှဲပြောင်းပါ။

source: Request
my: ငွေထုတ်ရန်

source: Promo Code
my: လျှော့စျေးကုဒ်

source: Cash Out
my: ငွေထုတ်

# signIn
source: Login
my: အကောင့်ဝင်ရန်

source: Password
my: လျှို့ဝှက်နံပါတ်

# registerAcc
source: Register an account
my: အကောင့်အသစ်လုပ်ရန်

# forgetPassword
source: Forgot password?
my: လျှို့ဝှက်နံပါတ် မေ့သွားပြီလား?

# refferalCode
source: Referral code
my: မိတ်ဆက်ကုဒ်

source: Register
my: အကောင့်လုပ်ရန်

# accountAlreadyExist
source: Already have an account?
my: အကောင့်အသစ် ရှိပြီးသားလား?

source: Change Phone
my: ဖုန်းနံပါတ်ချိန်းရန်

source: Confirm Password
my: လျှို့ဝှက်နံပါတ်အတည်ပြုခြင်း

source: Sport Book
my: အားကစား

# setAmount
source: Please set amount first.
my: လောင်းကြေးပမာဏထည့်သွင်းပါရန်

# bettingClosed
source: Betting has been closed.
my: လောင်းကြေးတင်ခြင်းကိုပိတ်ထားသည်

# lotteryClosed
source: No digit data, lottery closed?
my: ထီချဲပိတ်ရက်ဖြစ်သည်

# needLevel2
source: Your account need to be level 2.
my: သင့်အကောင့်သည် အဆင့်၂ မြင့်တင်ဖို့လိုအပ်သည်။

# transferMainToGame
source: Please at least transfer Main to Game once.
my: ပင်မပိုက်ဆံ မှ ဂိမ်းပိုက်ဆံ သို့ အနည်းဆုံးတစ်ကြိမ်ပြောင်းထားရမည်။

# cannotClaim
source: Cannot claim less than 0 Game Referr Amount.
my: Claim လုပ်ရန်ပမာဏမလုံလောက်ပါ။

# cashInReq
source: Cashin request sent!
my: ငွေသွင်းခြင်း အောင်မြင်သည်။

# cashOutReq
source: Cashout request sent!
my: ငွေထုတ်ခြင်း အောင်မြင်သည်။

# successChangePass
source: Your password has been changed successfully!
my: လျှို့ဝှက်နံပါတ်အသစ် ပြောင်းခြင်း အောင်မြင်သည်။

# verifyCodeSent
source: Verification code sent!
my: အတည်ပြုချက် OTP Code ပေးပို့လိုက်သည်။

# wallet
source: Shop
my: ဆိုင်

source: Contact
my: ဆက်သွယ်ရန်

source: Home
my: ပင်မ

# donHaveAnAccount
source: Don't have an account?
my: အကောင့်မရှိဘူးလား?

source: Enter new password
my: လျှို့ဝှက်နံပါတ်အသစ်ထည့်ပါ

# lastDigit
source: (Last 6 digits)
my: (နောက်ဆုံး ၆ လုံး)

# pleaseEnterPhNo
source: Please enter phone number
my: ကျေဇူးပြု၍ဖုံးနံပါတ်ထည့်ပါ

# pleaseTransferToFollowingNo
source: Please transfer to following number first
my: ကျေးဇူးပြု၍ အောက်ပါအကောင့်သို့ လွှဲပြောင်းပါ။

source: Edit
my: ပြင်ဆင်ရန်

source: Level
my: အဆင့်

source: Game
my: ဂိမ်း

source: Main
my: ပင်မ

source: Language
my: ဘာသာစကား

source: Referral History
my: ရည်ညွန်းမှတ်တမ်း

# noGameHistory
source: No game history with selected date
my: ရွေးချယ်ထားသောရက်စွဲပါဂိမ်းမှတ်တမ်းမရှိပါ။

# noBetSlip
source: Now bet slip with selected date
my: ရွေးချယ်ထားသောရက်စွဲပါ စလစ်မရှိပါ။

# noReferralHistory
source: No referral history with selected date
my: ရွေးချယ်ထားသောရက်စွဲပါရည်ညွန်းမှတ်တမ်းမရှိပါ။

# noHistory
source: No history with selected date
my: ရွေးချယ်ထားသော ရက်စွဲပါ မှတ်တမ်းမရှိပါ။

source: Select
my: ရွေးမည်

source: Today
my: ဒီနေ့

source: This month
my: ဒီလ

# last
source: Last month
my: ယခင်လ

source: All
my: အားလုံး

source: Period
my: ကာလ

source: Bet
my: ထိုးမည်

source: Myanmar
my: မြန်မာ

source: English
my: အင်္ဂလိပ်

source: Upload
my: တင်မည်။

source: Save
my: သိမ်းမည်

source: Category
my: အမျိုးအစား

# cryptoSlips
source: Crypto Bet Slip
my: Crypto ထီမှတ်တမ်း

source: Winner List
my: ထီပေါက်သူစာရင်း

source: Balance
my: လက်ကျန်ငွေ

source: Open Date
my: ထီဖွင့်ရက်
